#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Plan 📖`success`
#### Terraform Validation 🤖`success`

<details><summary>Show Plan</summary>

```terraform

Running plan in Terraform Cloud. Output will stream here. Pressing Ctrl-C
will stop streaming the logs, but will not stop the plan running remotely.

Preparing the remote plan...

To view this run in a browser, visit:
https://app.terraform.io/app/initialised-si/JoWe-Web-Dev/runs/run-A9FSatVVhscRQK1t

Waiting for the plan to start...

Terraform v1.5.3
on linux_amd64
Initializing plugins and modules...
module.web.aws_cloudfront_origin_access_identity.jowe_web: Refreshing state... [id=E2WK19VXEQOQCH]
module.web.aws_s3_bucket.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.aws_s3_bucket_ownership_controls.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.data.aws_iam_policy_document.jowe_web_s3_policy: Refreshing...
module.web.aws_s3_bucket_public_access_block.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.aws_s3_bucket_versioning.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.data.aws_iam_policy_document.jowe_web_s3_policy: Refresh complete after 0s [id=3228599042]
module.web.aws_s3_bucket_policy.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.aws_cloudfront_distribution.jowe_web: Refreshing state... [id=E36U11KHAWUB2P]
module.web.aws_s3_bucket_acl.jowe_web: Refreshing state... [id=jowe-dev.initialised.si,private]
module.web.aws_s3_object.upload_webapp["static/js/main.d3d0804a.js.LICENSE.txt"]: Refreshing state... [id=static/js/main.d3d0804a.js.LICENSE.txt]
module.web.aws_s3_object.upload_webapp["static/js/726.e869980a.chunk.js.map"]: Refreshing state... [id=static/js/726.e869980a.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/915.2b20329f.chunk.js"]: Refreshing state... [id=static/js/915.2b20329f.chunk.js]
module.web.aws_s3_object.upload_webapp["static/css/main.af03688d.css.map"]: Refreshing state... [id=static/css/main.af03688d.css.map]
module.web.aws_s3_object.upload_webapp["static/js/698.1c688865.chunk.js.map"]: Refreshing state... [id=static/js/698.1c688865.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/777.3fc69ada.chunk.js.map"]: Refreshing state... [id=static/js/777.3fc69ada.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/924.d545cbce.chunk.js.map"]: Refreshing state... [id=static/js/924.d545cbce.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/496.c9f3cc61.chunk.js"]: Refreshing state... [id=static/js/496.c9f3cc61.chunk.js]
module.web.aws_s3_object.upload_webapp["static/js/main.d3d0804a.js"]: Refreshing state... [id=static/js/main.d3d0804a.js]
module.web.aws_s3_object.upload_webapp["static/js/924.d545cbce.chunk.js"]: Refreshing state... [id=static/js/924.d545cbce.chunk.js]
module.web.aws_s3_object.upload_webapp["static/css/915.35ba84bd.chunk.css.map"]: Refreshing state... [id=static/css/915.35ba84bd.chunk.css.map]
module.web.aws_s3_object.upload_webapp["static/css/main.af03688d.css"]: Refreshing state... [id=static/css/main.af03688d.css]
module.web.aws_s3_object.upload_webapp["static/js/356.ab45c9e7.chunk.js.LICENSE.txt"]: Refreshing state... [id=static/js/356.ab45c9e7.chunk.js.LICENSE.txt]
module.web.aws_s3_object.upload_webapp["static/css/106.872b5878.chunk.css.map"]: Refreshing state... [id=static/css/106.872b5878.chunk.css.map]
module.web.aws_s3_object.upload_webapp["static/js/356.ab45c9e7.chunk.js"]: Refreshing state... [id=static/js/356.ab45c9e7.chunk.js]
module.web.aws_s3_object.upload_webapp["static/css/915.35ba84bd.chunk.css"]: Refreshing state... [id=static/css/915.35ba84bd.chunk.css]
module.web.aws_s3_object.upload_webapp["static/js/main.d3d0804a.js.map"]: Refreshing state... [id=static/js/main.d3d0804a.js.map]
module.web.aws_s3_object.upload_webapp["favicon.ico"]: Refreshing state... [id=favicon.ico]
module.web.aws_s3_object.upload_webapp["static/css/106.872b5878.chunk.css"]: Refreshing state... [id=static/css/106.872b5878.chunk.css]
module.web.aws_s3_object.upload_webapp["asset-manifest.json"]: Refreshing state... [id=asset-manifest.json]
module.web.aws_s3_object.upload_webapp["static/css/777.872b5878.chunk.css.map"]: Refreshing state... [id=static/css/777.872b5878.chunk.css.map]
module.web.aws_s3_object.upload_webapp["static/css/777.872b5878.chunk.css"]: Refreshing state... [id=static/css/777.872b5878.chunk.css]
module.web.aws_s3_object.upload_webapp["static/js/496.c9f3cc61.chunk.js.map"]: Refreshing state... [id=static/js/496.c9f3cc61.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/106.74767f96.chunk.js.map"]: Refreshing state... [id=static/js/106.74767f96.chunk.js.map]
module.web.aws_s3_object.upload_webapp["index.html"]: Refreshing state... [id=index.html]
module.web.aws_s3_object.upload_webapp["static/js/106.74767f96.chunk.js"]: Refreshing state... [id=static/js/106.74767f96.chunk.js]
module.web.aws_s3_object.upload_webapp["static/media/anonymous-male.a323776dc6f4f8a3ceb8.jpg"]: Refreshing state... [id=static/media/anonymous-male.a323776dc6f4f8a3ceb8.jpg]
module.web.aws_s3_object.upload_webapp["static/js/777.3fc69ada.chunk.js"]: Refreshing state... [id=static/js/777.3fc69ada.chunk.js]
module.web.aws_s3_object.upload_webapp["static/media/anonymous-female.9d832d02f50e90f40bbe.jpg"]: Refreshing state... [id=static/media/anonymous-female.9d832d02f50e90f40bbe.jpg]
module.web.aws_s3_object.upload_webapp["manifest.json"]: Refreshing state... [id=manifest.json]
module.web.aws_s3_object.upload_webapp["static/js/698.1c688865.chunk.js"]: Refreshing state... [id=static/js/698.1c688865.chunk.js]
module.web.aws_s3_object.upload_webapp["static/js/726.e869980a.chunk.js"]: Refreshing state... [id=static/js/726.e869980a.chunk.js]
module.web.aws_s3_object.upload_webapp["static/js/356.ab45c9e7.chunk.js.map"]: Refreshing state... [id=static/js/356.ab45c9e7.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/915.2b20329f.chunk.js.map"]: Refreshing state... [id=static/js/915.2b20329f.chunk.js.map]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
  ~ update in-place
  - destroy

Terraform will perform the following actions:

  # module.web.aws_s3_object.upload_webapp["asset-manifest.json"] will be updated in-place
  ~ resource "aws_s3_object" "upload_webapp" {
      ~ etag                   = "0026557e051fb7abf49410af4929094d" -> "4be171f3370053c63673d7dd5ea876a6"
        id                     = "asset-manifest.json"
        tags                   = {}
      ~ version_id             = "LDVnA4I7ihsgEav3JOCNpOf9xr47sKTe" -> (known after apply)
        # (10 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["index.html"] will be updated in-place
  ~ resource "aws_s3_object" "upload_webapp" {
      ~ etag                   = "79148fb2402f254431bef435644e0733" -> "a3683be72a0d21c180ce60f0c84395cc"
        id                     = "index.html"
        tags                   = {}
      ~ version_id             = "AibH1Hgl.J0ctKtBYMAaD3E.4DsU.iWM" -> (known after apply)
        # (10 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/106.66034d11.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "71665b060b1287fe58e606960ee05cfd"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/106.66034d11.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/106.66034d11.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/106.66034d11.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "402b8418a9a2e80b498ad11b618fe756"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/106.66034d11.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/106.66034d11.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/106.74767f96.chunk.js"] will be destroyed
  # (because key ["static/js/106.74767f96.chunk.js"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "application/javascript" -> null
      - etag                   = "2a671af63604493ca8eb6af138f185b6" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/106.74767f96.chunk.js" -> null
      - key                    = "static/js/106.74767f96.chunk.js" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/106.74767f96.chunk.js" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = "_zDZlF81Qp8gR_5lIwHGmp_schOPjqZF" -> null
    }

  # module.web.aws_s3_object.upload_webapp["static/js/106.74767f96.chunk.js.map"] will be destroyed
  # (because key ["static/js/106.74767f96.chunk.js.map"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "application/octet-stream" -> null
      - etag                   = "a013b981d84d628e37bb579ba5a40cb6" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/106.74767f96.chunk.js.map" -> null
      - key                    = "static/js/106.74767f96.chunk.js.map" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/106.74767f96.chunk.js.map" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = "hRLbEkcQRFAittkov2cFS4haTUzAISlS" -> null
    }

  # module.web.aws_s3_object.upload_webapp["static/js/777.3fc69ada.chunk.js"] will be destroyed
  # (because key ["static/js/777.3fc69ada.chunk.js"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "application/javascript" -> null
      - etag                   = "5471791775fa3fb2f34292fa04ee78b7" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/777.3fc69ada.chunk.js" -> null
      - key                    = "static/js/777.3fc69ada.chunk.js" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/777.3fc69ada.chunk.js" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = "J_jV5HqHIQnJk.gIg_0mXfMZ7dFYCliA" -> null
    }

  # module.web.aws_s3_object.upload_webapp["static/js/777.3fc69ada.chunk.js.map"] will be destroyed
  # (because key ["static/js/777.3fc69ada.chunk.js.map"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "application/octet-stream" -> null
      - etag                   = "16d187c880b27b3a27c95fd60cb93649" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/777.3fc69ada.chunk.js.map" -> null
      - key                    = "static/js/777.3fc69ada.chunk.js.map" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/777.3fc69ada.chunk.js.map" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = "y_gQ9TiiICho48YWHysyJzeEZlox5prf" -> null
    }

  # module.web.aws_s3_object.upload_webapp["static/js/777.4dc86836.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "300d9f5fadc14ba25203c675dd493c73"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/777.4dc86836.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/777.4dc86836.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/777.4dc86836.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "a5290b86371bea560b8ffaa54d55f1df"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/777.4dc86836.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/777.4dc86836.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/915.033d04e9.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "4600acec1ac4ba4401a944e83760c256"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/915.033d04e9.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/915.033d04e9.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/915.033d04e9.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "66b00350cf5f86ed825eb9ecdad3eac1"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/915.033d04e9.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/915.033d04e9.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/915.2b20329f.chunk.js"] will be destroyed
  # (because key ["static/js/915.2b20329f.chunk.js"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "application/javascript" -> null
      - etag                   = "c06d9f8890056a09e0770151536fd20a" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/915.2b20329f.chunk.js" -> null
      - key                    = "static/js/915.2b20329f.chunk.js" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/915.2b20329f.chunk.js" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = "B7wmz_XZ2S3cmEMlV8QP2FGAO1nvMwDD" -> null
    }

  # module.web.aws_s3_object.upload_webapp["static/js/915.2b20329f.chunk.js.map"] will be destroyed
  # (because key ["static/js/915.2b20329f.chunk.js.map"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "application/octet-stream" -> null
      - etag                   = "a8020211c626604acd9657c1c1740efd" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/915.2b20329f.chunk.js.map" -> null
      - key                    = "static/js/915.2b20329f.chunk.js.map" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/915.2b20329f.chunk.js.map" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = "t6xcOQZkr8uEbltU6OdSEdTpuN72utEg" -> null
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.17b9caf5.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "0790d729807be8ab07e4f96f2045b610"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/main.17b9caf5.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/main.17b9caf5.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.17b9caf5.js.LICENSE.txt"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "text/plain; charset=utf-8"
      + etag                   = "e3f71d2c7f7fb57d48ae08488b42fd48"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/main.17b9caf5.js.LICENSE.txt"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/main.17b9caf5.js.LICENSE.txt"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.17b9caf5.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "78c065000d60e72c455541e2d8c79614"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/main.17b9caf5.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/main.17b9caf5.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.d3d0804a.js"] will be destroyed
  # (because key ["static/js/main.d3d0804a.js"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "application/javascript" -> null
      - etag                   = "a5b5b8f30a2fe502ea3fbc6b5164563e" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/main.d3d0804a.js" -> null
      - key                    = "static/js/main.d3d0804a.js" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/main.d3d0804a.js" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = "agtaUq3P6viE3TZCKDygi2jCG8g_iBK1" -> null
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.d3d0804a.js.LICENSE.txt"] will be destroyed
  # (because key ["static/js/main.d3d0804a.js.LICENSE.txt"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "text/plain; charset=utf-8" -> null
      - etag                   = "e3f71d2c7f7fb57d48ae08488b42fd48" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/main.d3d0804a.js.LICENSE.txt" -> null
      - key                    = "static/js/main.d3d0804a.js.LICENSE.txt" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/main.d3d0804a.js.LICENSE.txt" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = "DT1plJSZUAkLGT9ZKLRQlKkBqzkZxM6O" -> null
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.d3d0804a.js.map"] will be destroyed
  # (because key ["static/js/main.d3d0804a.js.map"] is not in for_each map)
  - resource "aws_s3_object" "upload_webapp" {
      - bucket                 = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled     = false -> null
      - content_type           = "application/octet-stream" -> null
      - etag                   = "7de3ca9f756143ff042f0d7e85236f32" -> null
      - force_destroy          = false -> null
      - id                     = "static/js/main.d3d0804a.js.map" -> null
      - key                    = "static/js/main.d3d0804a.js.map" -> null
      - metadata               = {} -> null
      - server_side_encryption = "AES256" -> null
      - source                 = "./build//static/js/main.d3d0804a.js.map" -> null
      - storage_class          = "STANDARD" -> null
      - tags                   = {} -> null
      - tags_all               = {} -> null
      - version_id             = ".4xQt5TrxewrZJ2J7FZJjtqxfMCf8CJe" -> null
    }

Plan: 9 to add, 2 to change, 9 to destroy.

```

</details>

*Pushed by: @dependabot[bot], Action: `pull_request`*